[
  {
    "id": "a.m.c",
    "name": "A.M.C",
    "description": "A.M.C Titan Records CEO is without a single doubt the most impressing dj-talent to emerge from the UK in recent years. He was discovered by the gang behind Drum&Bass Arena and was made resident of Drum&Bass Arena’s D&BTV when it first came about. Subsequently in 2010 he won 'Best D&BTV Live Set' and repeated this a year later while also winning 'Best Newcomer Dj\" in 2011. Most recently he has won “Best Dj” at the Czech Republic Drum & Bass Awards 2015 beating the likes of Andy C, Friction, Marky and more. A.M.C is the head honcho behind the drum and bass label imprint \"Titan Records\" which has immediately proved itself to be among the top drum and bass labels in the world.",
    "pictureURL": "https://letitroll.eu/wp-content/uploads/2017/11/AMC.jpg"
  },
  {
    "id": "abis",
    "name": "ABIS",
    "description": "ABIS, a new name to the scene but certainly not a new face. Mark McCann, formerly one half of June Miller, launched into 2018 with his solo project and label DIVIDID. With a gained wealth of experience from Mark’s previous projects, releasing on the biggest labels in drum and bass, scoring and writing for triple-A games and delivering award-winning sample packs, Mark carries on his clinical approach to quality control which he has become renowned for.",
    "pictureURL": "https://letitroll.eu/wp-content/uploads/2018/10/Abis.jpg"
  },
  {
    "id": "benny_l",
    "name": "Benny L",
    "description": "It's safe to say that Benny L is on fire right now. It took just a couple of months for this young London-based producer to release on Metalheadz, Goldie's seminal drum & bass imprint, where he unleashed his monster of a tune called \"Low Blow\" in 2017. He's also working frequently with another Drum & Bass legend Shimon, often releasing on his Audioporn label where he began his career back in 2015.",
    "pictureURL": "https://letitroll.eu/wp-content/uploads/2018/03/Benny-L.png"
  },
  {
    "id": "black_sun_empire",
    "name": "Black Sun Empire",
    "pictureURL": "https://scontent.fcpt4-1.fna.fbcdn.net/v/t1.0-9/17155987_10154377258036884_4966697965139987172_n.jpg?_nc_cat=103&_nc_ht=scontent.fcpt4-1.fna&oh=174f454419acb274add98cdcaa6b5e34&oe=5D642285"
  },
  {
    "id": "sub_focus",
    "name": "Sub Focus",
    "pictureURL": "https://letitroll.eu/wp-content/uploads/2018/11/subfocus.jpg"
  }
]
